[
    {
        "date": "1903",
        "title":"Fundação do Tzerei Tzion (Juventude de Tzion)",
        "text": "Grupo de jovens intelectuais judeus e poloneses. Tinham uma perspectiva diferente de judaísmo e, por serem judeus, não tinham os mesmos direitos que outros jovens poloneses. Eram sionistas identificados com o pensamento de Theodor Hertzl. Formaram um grupo de estudos, onde além de judaísmo debatiam as ideias de pensadores com Hertzl, Marx e Freud.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1903_tzerei_tzion.jpg"
    },
    {
        "date": "1910",
        "title":"Criação do Hashomer (O Guardião)",
        "text": "Grupo de jovens que, por serem judeus, foram proibidos de participar do movimento escoteiro polonês e decidiram formar seu próprio movimento “scout”. Tinham como ideais o escotismo e o sionismo. Acreditavam na aliá como a realização do jovem judeu que vivia na diáspora e que o convívio com a natureza tornava o jovem forte e saudável tanto no aspecto físico quanto no espiritual. Alguns participavam também do Tzerei Tzion.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1910_hashomer.jpg"
    },
    {
        "date": "1913",
        "title":"Fundação do Hashomer Hatzair (O Jovem Guardião)",
        "text": "Na Galícia, região sul da atual Polônia, é realizada a união entre Tzerei Tzion e Hashomer. Unem-se assim, estudo com prática, intelectual com o vivencial, todos juntos em prol de um mesmo ideal: o sionismo chalutziano (pioneiro).",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1913_hashomer_hatzair.jpg"
    },
    {
        "date": "1914",
        "title":"Chazak Ve’ematz",
        "text": "O Hashomer Hatzair adota como lema “Chazak Ve’ematz” (Força e Coragem).",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1914_chazak_veematz.jpg"
    },
    {
        "date": "1917",
        "title":"Declaração Balfour e Revolução Russa",
        "text": "Dois marcos que influenciaram diretamente a história do Hashomer Hatzair. Tais fatos culminaram no ideal de se fazer um Estado judeu e socialista.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1917_declaracao_balfour.jpg"
    },
    {
        "date": "1919",
        "title":"Veidá de Tarnov",
        "text": "Assembleia realizada na cidade de Tarnov, na qual se definiu a aliá, para kibutzim, como forma de realização dos peilim (ativistas) do Hashomer Hatzair. Lá, eles construiriam na prática um Estado judeu igualitário.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1919_veida_tarnov.jpg"
    },
    {
        "date": "1922",
        "title":"Criação do Kibutz Beit Alfa",
        "text": "Primeiro kibutz construído por membros da tnuá vindos das primeiras aliot.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1922_kibbutz_beit_alfa.jpg"
    },
    {
        "date": "1927",
        "title":"Fundação do Kibutz Artzi",
        "text": "Organização mundial responsável por todos os kibutzim do Hashomer Hatzair em prol do desenvolvimento dos mesmos.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1927_kibbutz_artzi.jpg"
    },
    {
        "date": "1941",
        "title":"Criação do Palmach",
        "text": "Pelo temor da guerra na Europa chegar em Israel, os ingleses resolveram equipar e treinar um grupo de judeus. Assim surgiu o Palmach, formado em sua maioria por shomrim que lutariam contra os nazistas caso fosse necessário.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1941_palmach.jpg"
    },
    {
        "date": "1943",
        "title":"Levante do Gueto de Varsóvia",
        "text": "Movimento de resistência e luta contra as tropas da Alemanha nazista na Segunda Guerra que tinham como objetivo “evacuar” os guetos. O líder de tal resistência foi o peil do Hashomer Hatzair chamado Mordechai Anilewicz.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1943_levante_varsovia.jpg"
    },
    {
        "date": "1945",
        "title":"Hashomer Hatzair em São Paulo",
        "text": "Fundado o mais antigo ken (ninho/sede) no Brasil.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1945_hh_sp.jpg"
    },
    {
        "date": "1946",
        "title":"Hashomer Hatzair começa a se organizar no Rio de Janeiro.",
        "text": "Os chaverim do Shomer faziam reuniões no colégio Hebreu-Brasileiro, na Tijuca.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1946_hh_rj_organiza.jpg"},

    {
        "date": "1948",
        "title": "Fundação do Hashomer Hatzair no Rio de Janeiro",
        "text": "Ken Negba na Rua Carlos Vasconcelos, Tijuca. A tnuá se multiplicou e em alguns anos já havia mais três kenim no Rio: Madureira, Méier e Flamengo. Anos depois é criado o Ken Beit Mordechai Anilevitch, em Botafogo. Pouco antes, ainda em 1948, Israel se torna independente e reconhecido como o Estado judeu. O Shomer foi fundamental em tal marco histórico, com seus ativistas em Israel participando do Palmach.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1948_hh_rj_fundacao.jpg"
    },
    {
        "date": "1945-1991",
        "title":"Guerra Fria e ditadura militar",
        "text": "Período de grandes dilemas ideológicos na história do Hashomer Hatzair. Simultaneamente a Guerra Fria, ocorriam as ditaduras na América Latina e os membros do movimento se mostravam ativamente contra isso, mesmo sendo perigosa a existência da tnuá (movimento) nesses países.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1945_1991_guerra_fria_ditadura.jpg"
    },
    {
        "date": "1992",
        "title":"Fundação do Partido Meretz",
        "text": "Originado pela fusão dos partidos Ratz, Mapaam e Shinui, o Meretz é um partido de esquerda israelense. São pregados os direitos humanos e civis, uma política de social democracia e a ideia de dois Estados para dois povos. Recebe apoio dos membros do Hashomer Hatzair de Israel, e muitos ativistas do partido têm vínculo com a tnuá.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1992_fundacao_meretz.jpg"
    },
    {
        "date": "1993",
        "title":"Fundação do CCMA",
        "text": "O Ken Beit passa a abrigar o Centro Cultural Mordechai Anilevitch, que é um centro cultural voltado a comunidade shomrica, além de ser o responsável pela manutenção das sedes e atividades através de suporte financeiro e jurídico.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/1993_fundacao_ccma.png"
    },
    {
        "date": "2007",
        "title":"Fundação do Ken Negba",
        "text": "Ken Negba é fundado. Desta vez na Congregação Judaica do Brasil (CJB), Barra da Tijuca.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/2007_negba_barra_tijuca.jpg"
    },
    {
        "date": "2008",
        "title":"Veidá Mundial - Kibutz Holit",
        "text": "Assembleia de discussão sobre os dilemas ideológicos que tiveram início nos anos 1990. Os pilares ideológicos permaneceram, porém estes foram redefinidos e adaptados às necessidades continentais e ao contexto do mundo globalizado. A palavra Hagshamá (realização) atinge um novo conceito dentro da tnuá, a aliá continua ali incluída, mas existem outras possibilidades de um membro realizar e vivenciar os quatro pilares ideológicos.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/2008_veida_holit.jpg"
    },
    {
        "date": "2013",
        "title": "Veidá Mundial - Guivat Chaviva",
        "text": "O Hashomer Hatzair completou 100 anos de história e o movimento definiu dois conceitos essenciais para que cada shomer*ret atinja a sua hagshamá tanto em âmbito pessoal quanto grupal e global: ativismo e autonomia juvenil. No Rio comemoramos o centenário com um show do artista israelense Danny Sanderson.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/2013_veida_guivat_chaviva.jpg"
    },
    {
        "date": "2017",
        "title": "Veidá Mundial - Kibutz Mishmar HaEmek",
        "text": "Encontro mundial que discutiu o que é a Hagshamá no século XXI, como educamos para a mesma e o que são espaços shomricos.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/2017_veida_mishmar_haemek.jpg"
    },
    {
        "date": "2018",
        "title": "70 anos do Estado de Israel e do Hashomer no Rio de Janeiro",
        "text": "Comemoramos duas grandes datas na comunidade judaica carioca. Que nós possamos, seja na diáspora ou em Israel, seguir buscando por uma sociedade baseada em nossos valores por muito mais que os próximos 70 anos. No Rio trouxemos a banda israelense Hadag Nachash para animar nossa comemoração!",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/2018_hhrio_israel_70.jpg"
    },
    {
        "date": "2019",
        "title": "Fundação do Ken Rozka Korczak",
        "text": "Abrangendo as cidades de Teresópolis, Petrópolis e Nova Friburgo, o novo Ken inicia suas atividades.",
        "img" : "https://shomer-rio.github.io/assets/images/timeline/ken_rozka.jpg"
    }
]
